[
  {
    "userId": 2,
    "categoryId": 1,
    "title": "Renault Clio 4 Business Energy dCi 75",
    "description": "Consulta nuestras Ofertas de financiación desde el 4.90%, con descuentos personalizados a tus necesidades. Nuestros compromisos y Garantías: *Vehículos rigurosamente Seleccionados *Totalmente Revisados en más de 80 puntos *Perfecto estado de chapa y pintura *Higienizados *Certificado de procedencia, ausencia de golpes estructurales y kilometraje *Garantía Total de 1 Año, con vehículo de Sustitución *Tasamos tu coche usado, como parte de pago *Prueba Sin Compromiso *Posibilidad de entrega en cualquier punto de España *Disponemos de Servicio Integral Postventa y más de 50 Vehículos en Stock",
    "price": "8000.00",
    "locationId": 1,
    "status": "for_sale",
    "condition": "poor",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 3,
    "title": "ASUS TUF SABERTOOTH Z97",
    "description": "Motherboard ASUS TUF SABERTOOTH Z97 Mark 2. Componentes TUF con cwrtificacion militar para tareas extremas. La mejor placa para el socket 1150, valida para procesadores Intel i3, i5 o i7 de cuarta generación. 4 sockets de RAM DDR3 hasta 32gb. Nuevas. Varias unidades Dispongo de procesadores, memoria RAM y todo lo necesario para montar pcs. Consultar para ampliaciones de hardware, ordenadores usados y ordenadores nuevos a medida. I3, I5, I7, Z97, Geforce 960, 1050, 1060, DDR3, DDR4, Gaming, etc....",
    "price": "145.00",
    "locationId": 2,
    "status": "for_sale",
    "condition": "new",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 3,
    "title": "PCs Intel I3. ULTIMAS UNIDADES!!!!!!",
    "description": "Pc nuevo. Restos de lote. Varias unidades Procesador Intel I3-2120. 3,30Ghz RAM 8Gb Disco HDD 500Gb Fuente de alimentacion 500w Caja Gaming. Ventiladores leds azules Windows 10 y Office instalados. Garantia de 6 meses Disponemos de monitores, teclados y ratones gaming Consultar para ampliaciones de hardware, ordenadores usados y ordenadores nuevos a medida. I3, I5, I7, Gaming, Nvidia Geforce 750, 960, 1050, 1060, RAM DDR3, DDR4, etc....",
    "price": "195.00",
    "locationId": 3,
    "status": "for_sale",
    "condition": "new",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 1,
    "title": "Toyota Aygo 1.0 VVT-i x-play 53 kW (72 CV)",
    "description": "ÚNICAS Y ÚLTIMA UNIDADES HÍBRIDAS. DISTINTIVO ECO #ToyotaRespire es la manera de estrenar su #Toyota sin moverse de su #casa en 4 sencillos pasos. 1- Llame al y pregunte por Alberto Cano o Víctor Ontalvilla 2- Escoja entre más de 50 #SeminuevosToyota desde 8.990€. 3- Formalice su compra. 4- Le enviamos su #Toyota completamente acondicionado y con limpieza de ozono realizada que elimina el 99,9% de los virus, además, de una entrega #sincontacto para garantizar su seguridad y la de nuestro equipo. Llámenos o envie correo a #graciasmadrid#mascercaquenunca",
    "price": "8990.00",
    "locationId": 4,
    "status": "for_sale",
    "condition": "new",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 1,
    "title": "Toyota Auris 140H Hybrid Active 100 kW (136 CV)",
    "description": "Toyota Kuruma Ocasión Plus ÚNICAS Y ÚLTIMA UNIDADES HÍBRIDAS. DISTINTIVO ECO Vehículo híbrido nacional, revisado en 150 puntos, sometido al control del programa internacional TOYOTA PLUS OCASIÓN. Incluye un mínimo de 24 meses de garantía europea y servicio de asistencia en carretera. Entregamos certificado de KM y de estructura. Venga a probar este coche sin compromiso a Toyota Kuruma, concesionario oficial Toyota en Madrid, más de 30 años de experiencia ofreciendo los mejores servicios y vehículos de ocasión * PREGUNTE POR ALBERTO CANO O POR VÍCTOR ONTALVILLA. Toyota Auris en Madrid",
    "price": "13390.00",
    "locationId": 5,
    "status": "for_sale",
    "condition": "like_new",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 1,
    "title": "Mercedes-Benz SLK Impecable 2005",
    "description": "Mercedes Cabrio SLK 200,impecable, único propietario, Libro mant. e ITV al día, siempre en garaje, factura original de compra , comprado en concesionario oficial Mercedes, Interior y Tapicería como nuevos, Llantas nuevas, recién cambiados los 4 neumáticos,batería, filtros polen y aceite,se vende por no usarlo.Mejor verlo.EXTRAS:pintura metalizada negro obsidiana, interior en cuero beige oriente, llantas aleación 17 de 5 radios con doble medida de neumático 225 delante 245 detrás, amortiguación deportiva AMG, capó con salidas de aire AMG,asientos deportivos calefactados y regulables en altura ,etc..",
    "price": "11900.00",
    "locationId": 6,
    "status": "for_sale",
    "condition": "fair",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 3,
    "title": "Asus K53e con cargador incluido",
    "description": "Asus K53e Pantalla de 15,6 pulgadas Procesador Intel I5 de segunda generación 4 núcleos a 2,5 GHz 500 GB HDD 4 GB de RAM Con Windows 10 Education preinstalado En buen estado, todo funciona perfectamente. La batería es extraíble y fue sustituida pero ha perdido carga al no usarse, por lo que el portátil no arranca sin estar conectado a la red eléctrica. Tiene Wifi y conector de red 3 puertos USB 1 puerto HDMI 2 Jack de 3,5mm (Auriculares y micrófono) Grabador y Reproductor de DVD/CD Se incluye el cargador Asus",
    "price": "120.00",
    "locationId": 7,
    "status": "for_sale",
    "condition": "like_new",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 3,
    "title": "Corsair Void Pro Special Edition",
    "description": "Se vende cascos corsair void pro special edition inalambricos en perfectas condiciones con poco tiempo de uso con todos sus accesorios y cargador original",
    "price": "70.00",
    "locationId": 8,
    "status": "for_sale",
    "condition": "good",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 3,
    "title": "Altavoz JBL Charge 3",
    "description": "Altavoz azul jbl 100% original con pegatina de Stussy por detrás (se puede quitar). Resistente al agua perfecto para verano Se carga con cargador de Samsung y con entrada de usb. Precio en tienda de 150€ Condicion buena pero la batería dura menos de lo habitual y no se puede escuchar a tope debido a los bajos",
    "price": "40.00",
    "locationId": 9,
    "status": "for_sale",
    "condition": "fair",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 3,
    "title": "ordenador placa base Gigabyte ultra game",
    "description": "XLR8 GAMING 500 GB NVME PCIe Gen 3X4. Lectura 3500 estrictura 2000 m.2. Placa base Gigabyte ultra game, gráfica RADEON RX 5500 XT AMD. 8G SAPPHIRE Nitro +. Fuente de alimentación Gigabyte 750 batió. Procesador amd 5 2600 GHz 3.9 turbo 6 núcleo y 12 hilos una maravilla para multitareas. También vendo por piezas cada articulo.",
    "price": "700.00",
    "locationId": 10,
    "status": "for_sale",
    "condition": "poor",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 2,
    "title": "Cubertería plateada MENESES",
    "description": "116 piezas, plateada, nueva a estrenar, con grabación, precio Corte Inglés 1.500€",
    "price": "850.00",
    "locationId": 11,
    "status": "for_sale",
    "condition": "new",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 2,
    "title": "habitación juvenil",
    "description": "Cama litera con armario, escritorio , cajonera y baldas. 190 de largo y 1,30 de fondo",
    "price": "150.00",
    "locationId": 12,
    "status": "for_sale",
    "condition": "like_new",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 2,
    "title": "Sillas Comedor",
    "description": "3 sillas de madera de comedor con fundas incluidas, recién puedo el acolchado del asiento",
    "price": "15.00",
    "locationId": 13,
    "status": "for_sale",
    "condition": "good",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 2,
    "title": "Vitrina",
    "description": "Vitrina antigua, de madera maciza, con relieves, recién restauradas y pintada de gris clarito el exterior y blanco el interior (los cajones en morado). Tiene dos baldas de cristal en el interior. Perfecto estado. Medidas: Alto 170 cm Ancho 115 cm Fondo 42,5 cm Anahar Déco Instagram: anahardeco Facebook: Anahar Déco- Katia Urquiza anahardeco.com 639 414 381 MUEBLE, ANTIGUO, ANTIGUA, COMODA, MUEBLE TV, TAQUILLON, , VITRINA, MESA, MESILLA, SILLA, HALL, ENTRADA, SALON, COMEDOR, HABITACION, APARADOR, SINFONIER, SILLAS, ALACENA, ESTANTERÍA, DESCALZADORA, CÓMODA",
    "price": "550.00",
    "locationId": 14,
    "status": "for_sale",
    "condition": "fair",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 2,
    "categoryId": 2,
    "title": "Conjunto de cama de 90 completa y mesilla",
    "description": "Vendo por no necesitar, conjunto compuesto por cama completa de 90 con cabecero, piecero, somier, colchón, funda de colchón y mesilla de noche. Todo en muy buen estado. A recoger en zona hospital Ramón y Cajal.",
    "price": "60.00",
    "locationId": 15,
    "status": "for_sale",
    "condition": "poor",
    "createdAt": "2020-05-15T16:00:00.000Z",
    "updatedAt": "2020-05-15T16:00:00.000Z"
  },
  {
    "userId": 3,
    "categoryId": 1,
    "title": "BMW 318D AUTOMATICO",
    "description": "Muchos extras, todas las revisiones al día y recién revisado, neumáticos nuevos, sensores de aparcamiento, luces de led, faros de xenón, cambio automático, sensor de luces y de lluvia, llantas de aluminio, espejos abatibles eléctricamente y antideslumbrantes, control automático de velocidad, navegador, manos libres original con mandos al volante, climatizador digital,start/stop,etc.FINANCIACION 100% SIN ENTRADA.ENTREGA DEL COCHE EN CUALQUIER PUNTO DE ESPAÑA SIN COSTE(en camión de transporte). BMW Serie 3 Sedan en Madrid",
    "price": "14490.00",
    "locationId": 16,
    "status": "for_sale",
    "condition": "good",
    "createdAt": "2020-05-01T00:00:00.000Z",
    "updatedAt": "2020-05-01T00:00:00.000Z"
  }
]
